export const chartToolTipText = {
  day: "일봉: 하루 동안의 주가 변동을 나타냅니다",
  week: "주봉: 일주일 간의 흐름을 나타냅니다",
  month: "월봉: 한 달 간의 추세를 보여줍니다",
  open: "장 시작 시 첫 거래 가격",
  high: "오늘 가장 높게 거래된 가격",
  low: "오늘 가장 낮게 거래된 가격",
  close: "장 마감 기준 최종 가격",
  ma5: "최근 5일 동안의 평균 가격이에요. \n단기 흐름을 볼 때 사용해요.",
  ma20: "중기 추세를 나타내는 20일 이동평균",
  ma60: "장기 추세를 보여주는 60일 이동평균",
  vol: "해당 날짜의 총 거래량",
  volMa20: "20일간의 평균 거래량 (단기 수급 판단)"
}

// 양봉 / 음봉 차이
// 꼬리(위꼬리·아래꼬리)의 의미
// MA(이동평균선)란?
// 거래량이란?
// 추세 = 이평선의 방향
// 변동성 = 캔들 길이
// 거래량과 가격의 관계
// 단기/중기/장기 신호 차이

export const stockToolTipText = {
  
}